Repository: algoritmika/wish-list-for-woocommerce
Catalog: languages/wish-list-for-woocommerce-*.po
Languages: de

source: Default button
de: Standard-Button

source: A default button to toggle wish list items
de: Ein Standard-Button für das hinzufügen und entfernen des Wunschlisten-Artikels

source: Single product page
de: Einzelproduktseite

source: Enable button on single product page
de: Aktiviere den Button auf der Einzelproduktseite

source: Position on single
de: Position auf der Einzelproduktseite

source: Where the button will appear on single product page?
de: Wo der Button auf der Einzelproduktseite erscheint?

source: Default is On single product summary
de: Die Standardeinstellung ist auf der Produktkurzbeschreibung

source: On single product summary
de: Auf der Produktkurzbeschreibung

source: Before single product summary
de: Vor der Produktkurzbeschreibung

source: After single product summary
de: Nach der Produkt-Kurzbeschreibung

source: After product thumbnail
de: Nach dem Produkt-Thumbnail

source: Priority on single
de: Priorität auf der Produktseite

source: More precise control of where the button will appear on single product page
de: Mehr präzise Kontrolle über die Darstellung des Buttons auf der Produktseite

source: Default is 31, right after "add to cart" button
de: Die Standardeinstellung ist 31, direkt nach dem 'In den Warenkorb' Button

source: Enable button on product loop
de: Aktiviere den Button im Product-Loop

source: More precise control of where the button will appear on product loop
de: Mehr präzise Kontrolle über die Darstellung des Buttons im Product-Loop

source: Before add to cart button
de: Vor dem 'In den Warenkorb' Button

source: After add to cart button
de: Nach dem 'In den Warenkorb' Button

source: A minimalist button to toggle wish list items on <strong>product thumbnail</strong>
de: Ein minimalistischer Button für das hinzufügen und entfernen von Wunschlisten-Artikeln auf <strong>Produkt-Thumbnails</strong>

source: Product page
de: Produktseite

source: Enable the button on product page
de: Aktiviere den Button auf der Produktseite

source: Enable the button on product loop
de: Aktiviere den Button im Product Loop

source: General
de: Allgemein

source: General options
de: Allgemeine Einstellungen

source: Wish List for WooCommerce.
de: Wunschliste für WooCommerce

source: Enable
de: Aktivieren

source: Enable the plugin "Wish List for WooCommerce".
de: Aktiviere das "Wunschliste für WooCommerce" Plugin

source: Load FontAwesome
de: FontAwesome laden

source: Load most recent version of Font Awesome
de: Die neuste Version von Font Awesome laden

source: Only mark this if you are not loading Font Awesome nowhere else. Font Awesome is responsible for creating icons
de: Nur aktivieren, wenn Sie FontAwesome nicht schon woanders laden. FontAwesome is für das erstellen von Icons verantwortlich.

source: Do you like the free version of this plugin? Imagine what the Pro version can do for you!
de: Gefällt Ihnen die kostenlose Version dieses Plugins? Stellen Sie sich vor, was die Pro-Version für Sie tun kann!

source: Take a look on some of its features:
de: Schauen Sie sich einige der Features an:

source: Choose custom icons from FontAwesome for all your buttons and notifications
de: Wählen Sie benutzerdefinierte Icons von FontAwesome für alle Ihre Buttons und Benachrichtigungen.

source: Customize the default button in all ways (background and hover color, font weight, size, margin and more)
de: Passen Sie den Standard-Button an (Farben, Schriftarten, Größen, Abstände und mehr)

source: Choose precisely where thumbnail button will be displayed inside product image and also style it the way you want
de: Wählen Sie genau aus wo der Thumbnail-Button im Produktbild angezeigt wird und Stylen Sie ihn wie Sie ihn möchten.

source: Style your notifications
de: Stylen Sie Ihre Benachrichtigungen

source: Choose your social icon colors
de: Wählen Sie die Farben für die Social-Icons

source: Customize all messages displayed to users easily
de: Passe alle Anwendernachrichten ganz leicht an

source: Use tooltips to make this plugin even easier to users
de: Verwende Tooltips um das Plugin für Anwender noch benutzerfreundlicher zu machen

source: <a target="_blank" style="margin:9px 0 15px 0;" class="button-primary" href="%s">Upgrade to Pro version now</a>
de: <a target="_blank" style="margin:9px 0 15px 0;" class="button-primary" href="%s">Jetzt zur Pro-Version upgraden</a>

source: Wish list
de: Wunschliste

source: None
de: Keine

source: Wish list options
de: Wunschlisteneinstellungen

source: Page
de: Seite

source: A page that displays the wish list
de: Eine Seite zum darstellen der Wunschliste

source: Show stock
de: Bestand anzeigen

source: Shows product stock on wish list
de: Produktbestand auf der Wunschliste anzeigen

source: Show price
de: Preis anzeigen

source: Shows product price on wish list
de: Produktpreis auf der Wunschliste anzeigen

source: Add to cart button
de: In den Warenkorb Button

source: Shows add to cart button on wish list
de: 'In den Warenkorb' Button auf der Wunschliste anzeigen

source: Notification
de: Benachrichtigung

source: Enables notifications on desktop
de: Aktiviert Benachrichtigungen für Desktop

source: Enables notifications on mobile
de: Aktiviert Benachrichtigungen für Mobile

source: Wish list link
de: Wunschlistenlink

source: Shows the wish list link after adding a product to it
de: Nach dem hinzufügen eines Produktes zur Wunschliste den Wunschlistenlink anzeigen

source: Shows the Ok button so you have one more option to close the notification
de: Zeigen Sie den Ok-Button als eine weitere Option um Benachrichtigungen zu schließen

source: Social Networks
de: Soziale Netzwerke

source: Share on Social Networks
de: Auf sozialen Netzwerken teilen

source: Places where the social buttons will be loaded
de: Die Stellen an welchen die Social-Buttons geladen werden.

source: Before Wish list table
de: Vor der Wunschlistentabelle

source: After Wish list table
de: Nach der Wunschlistentabelle

source: Share on Facebook
de: Auf Favebook teilen

source: Share on Google+
de: Auf Google+ teilen

source: Share on Twitter
de: Auf Twitter teilen

source: Wish List
de: Wunschliste

source: %s was successfully added to wish list.
de: %s wurde erfolgreich zur Wunschliste hinzugefügt.

source: %s was successfully removed from wish list
de: %s wurde erfolgreich von der Wunschliste entfernt

source: See your wish list
de: Deine Wunschliste ansehen

source: Sorry, Some error occurred. Please, try again later.
de: Leider ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Settings
de: Einstellungen

source: Add to Wish list
de: Auf die Wunschliste

source: Remove from Wish list
de: Von der Wunschliste entfernen

source: View wish list
de: Wunschliste ansehen

source: Share on
de: Teile auf

source: Title
de: Titel

source: Price
de: Preis

source: Stock
de: Bestand

source: Add to cart
de: In den Warenkorb

source: Remove
de: Entfernen

source: In stock
de: Vorrätig

source: Out of stock
de: Nicht vorrätig

source: The Wish list is empty
de: Die Wunschliste ist leer

source: <strong>Wish list for WooCommerce</strong> was auto deactivated. It requires <a href="%s">WooCommerce</a> in order to work properly.
de: <strong>Wunschliste für WooCommerce</strong> wurde automatisch deaktiviert. Um richtig zu funktionieren benötigt das Plugin <a href="%s">WooCommerce</a>.

source: <strong>The free version of Wish list for WooCommerce</strong> was auto deactivated because the Pro version was enabled.
de: <strong>Die kostenlose Version von Wunschliste für WooCommerce</strong> wurde durch die Aktivierung der Pro-Version automatisch deaktiviert.
